;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: RAF
; TranslationAuthorEmail: prohead@o2.pl
; Soft Version: 7.x
;

[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PLN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informacja
Warning=Ostrzeżenie
Error=Błąd
Confirm=Informacja
pmGo=Otwórz folder zawierający
pmNone=Odznacz wszystkie
pmAll1=Zaznacz wszystkie
pmrec=Zalecane
pmIgnore=Zignoruj tą pozycję
pmExport=Eksportuj do...
pmInvert=Odwróć zaznaczenie
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Anuluj
FrmWDC.pmPortable.caption=Utwórz wersję przenośną
FrmWDC.pmHelp.caption=Pomoc online
FrmWDC.pmHome.caption=Strona domowa
FrmWDC.pmContact.caption=Kontakt
FrmWDC.pmCheckNew.caption=Sprawdź aktualizacje
FrmWDC.pmLang.caption=Języki
FrmWDC.pmSkin.caption=Zmień skórkę
FrmWDC..caption=O nas
FrmWDC.btncomm.caption=Czyszczenie
FrmWDC.btnadv.caption=Zaawansowane
FrmWDC.btnsilm.caption=Komponenty systemu
FrmWDC.pmRestore.caption=Przywróć
FrmWDC.pmSettings.caption=Ustawienia
FrmWDC.btnlikeit.caption=Lubię to
FrmWDC.btnsuggest.caption=Propozycje i uwagi
FrmAdvSettings.lblinfo.caption=Opcja "Znajdź puste pliki" musi być ponownie ustawiana przed każdym skanowaniem.
Frmadvdc.btnscan.caption=Skanuj
Frmadvdc.lblpath.caption=Lokalizacja:
Frmadvdc.btnrescan.caption=Odśwież
Frmadvdc.btnall.caption=Zaznacz wszystkie
Frmadvdc.btnadvanced.caption=Ustawienia zaawan.
Frmadvdc.btnnone.caption=Odznacz wszystkie
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner to darmowy i jeden z najlepszych programów do czyszczenia rejestru systemu Windows. Szybki, dokładny i bezpieczny!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer to zestaw niezbędnych narzędzi do optymalizacji rejestru, dysku i wydajności systemu. Łatwy w użyciu i skuteczny!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Najszybszy skaner na świecie!
Frmadvdc.lblrec.caption=Inne programy polecane przez użytkowników:
Frmadvdc.vtfiles.Columns[0]=Nazwa pliku
Frmadvdc.vtfiles.Columns[1]=Rozmiar
Frmadvdc.vtfiles.Columns[2]=Ścieżka
Frmadvdc.vtfiles.Columns[3]=Ostatnio używany
Frmadvdc.vtfiles.Columns[4]=Typ
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Dodaj
FrmAdvSettings.btnremove.caption=Usuń
FrmAdvSettings.btncancel.caption=Anuluj
FrmAdvSettings.wcknull.caption=Znajdź puste pliki (0 bajtów, wolniej)
FrmAdvSettings.wckshortcut.caption=Znajdź nieprawidłowe skróty (wolniej)
FrmAdvSettings.caption=Ustawienia zaawan.
FrmAdvSettings.btnre.caption=Zalecane
FrmAdvSettings.btnall.caption=Zaznacz wszystkie
FrmAdvSettings.btnnone.caption=Odznacz wszystkie
FrmAboutWin.caption=O nas
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Wersja programu:
FrmAbout.lblhome.caption=Strona domowa:
FrmAbout.lblemail.caption=Pomoc techniczna:
FrmAbout.lblthanks.caption=Podziękowania dla następujących osób za ich wkład w rozwój programu:
FrmAutorunSettings.lblcmd.caption=Tryb linii komend
FrmAutorunSettings.lblcmdinfo.caption=Możesz uruchomić program z linii komend, by automatycznie skanować i czyścić dyski. Więcej informacji na ten temat znajdziesz pod poniższym adresem URL oraz w dokumencie pomocy, dostępnym pod klawiszem F1.
FrmAutorunSettings.chk1.caption=Utwórz na pulpicie skrót "Czyść 1-kliknięciem".
FrmAutorunSettings.chkadv.caption=+ czyszczenie zaawansowane
FrmAutorunSettings.btnhelp.caption=Pomoc online
FrmCommon.btnall.caption=Zaznacz wszystkie
FrmCommon.btnre.caption=Zalecane
FrmCommon.btnnone.caption=Odznacz wszystkie
FrmCommon.wckadv.caption=+ czyszczenie zaawansowane
FrmCommon.WiseLabel1.caption=Zadanie
FrmCommon.lbltype.caption=Uruchom:
FrmCommon.lblweek.caption=Wybierz dzień:
FrmCommon.lbltime.caption=Czas:
FrmCommon.btnScan.caption=Skanuj
FrmCommon.lblstat.caption=Łatwe i szybkie czyszczenie z niepotrzebnych plików i śladów aktywności użytkownika.
FrmCommon.btncancel.caption=Anuluj
FrmCommon.btnrescan.caption=Odśwież
FrmExclusion.btnAddFile.caption=Dodaj plik
FrmExclusion.btnAddFolder.caption=Dodaj folder
FrmExclusion.btnAddType.caption=Dodaj typ pliku
FrmExclusion.BtnAddCookie.caption=Dodaj ciasteczka
FrmExclusion.btnImport.caption=Importuj
FrmExclusion.btnExport.caption=Eksportuj
FrmExclusion.btnRemove.caption=Usuń
FrmGeneral.chkNews.caption=Pobieraj wiadomości
FrmGeneral.chkwipe.caption=Usuwaj bezpiecznie (Wolniej)
FrmGeneral.WiseLabel1.caption=Aktualizacje:
FrmGeneral.WiseLabel2.caption=Język domyślny:
FrmGeneral.btnchecknew.caption=Sprawdź teraz
FrmCustom.WiseLabel4.caption=Foldery niestandardowe (dla zaawansowanych użytkowników)
FrmCustom.btnAdd.caption=Dodaj
FrmCustom.btnRemove.caption=Usuń
FrmGeneral.chkexp.caption=Dołącz do programu poprawy jakości obsługi klienta
FrmGeneral.lblexp.caption=Szczegóły
FrmRestore.btnrestore.caption=Przywróć
FrmRestore.btnremove.caption=Usuń
FrmRestore.Btnclose.caption=Zamknij
FrmRestore.caption=Przywróć
FrmSettings.tsCommon.caption=Ogólne
FrmSettings.tsAutoRun.caption=Uruchamianie
FrmSettings.tsExclusion.caption=Ignorowane
FrmSettings.btnAbout.caption=O nas
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Anuluj
FrmSettings.caption=Ustawienia
FrmSysClean.lblrecommendinfo.caption=Sprawdź nasze inteligentne produkty w celu zwiększenia wydajności systemu Windows.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer to zestaw niezbędnych narzędzi do optymalizacji rejestru, dysku i wydajności systemu. Łatwy w użyciu i skuteczny!
FrmSysClean.lbl1.caption=Wise Registry Cleaner to darmowy i jeden z najlepszych programów do czyszczenia rejestru systemu Windows. Szybki, dokładny i bezpieczny!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Chcesz zwiększyć wydajność Windows?
FrmSysClean.btnSlimming.caption=Oczyszczanie
FrmSysClean.btnall.caption=Zaznacz wszystkie
FrmSysClean.btnrecommended.caption=Zalecane
FrmSysClean.btnnone.caption=Odznacz wszystkie
FrmSysClean.vtsys.Columns[0]=Pozycja
FrmSysClean.vtsys.Columns[1]=Rozmiar
FrmSysClean.vtsys.Columns[2]=Lokalizacja
FrmSysClean.vtsys.Columns[3]=Sugestia
FrmDiskDefrag.btnfree.caption=Wolne miejsce
FrmDiskDefrag.btnfolder.caption=Folder
FrmDiskDefrag.btnfile.caption=Plik
FrmDiskDefrag.btnsystem.caption=Plik systemowy
FrmDiskDefrag.btnFragmented.caption=Fragmenty
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Zamknij komputer po defragmentacji dysku.
FrmDiskDefrag.btnpause.caption=Wstrzymaj
FrmDiskDefrag.btnstop.caption=Zatrzymaj
FrmDiskDefrag.btnDefrag.caption=Defragmentuj
FrmWDC.btndefrag.caption=Defragmentacja dysku
FrmlikeUs.lblTitle.caption=Jeśli kochasz Wise Disk Cleaner, proszę przedstawić te piękne bezpłatne narzędzie swojej ukochanej.
FrmlikeUs.lblInfo.caption=Proszę podziel się programem Wise Disk Cleaner z rodziną, przyjaciółmi, kolegami i współpracownikami przez e-mail, blog, Twitter, YouTube, Facebook, itp..
FrmlikeUs.lblRate.caption=Oceń Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Śledź nas na:
FrmlikeUs.lblshare.caption=Podziel się Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Pobierz za darmo
FrmlikeUs.imgrate.hint=Oceń program na 5 gwiazdek
FrmlikeUs.imgmail.hint=Podziel się z przyjaciółmi
FrmlikeUs.imgface1.hint=Podziel się na Twitterze
FrmlikeUs.imgface2.hint=Śledź na Facebook'u
FrmlikeUs.imgtwitter1.hint=Podziel się na Twitterze
FrmlikeUs.imgtwitter2.hint=Śledź na Twitterze
FrmlikeUs.Caption=Lubię to
FrmlikeUs.lbldownload.caption=Pobierz więcej bezpłatnych programów z WiseCleaner.com:
Frmsecurity.caption=WiseCleaner.com program poprawy jakości obsługi klienta
Frmsecurity.lbltitle.caption=Dołącz do programu poprawy jakości obsługi klienta
Frmsecurity.lblinfo1.caption=Aby ulepszyć ten produkt, możesz przyłączyć się do programu poprawy jakości obsługi klienta, aby wysyłać informacje o nim do WiseCleaner.com używająć produktów WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Żadna z zebranych informacji nie zostanie użyta do identyfikacji ani do kontaktowania się, możesz zrezygnować z programu w dowolnym momencie.
Frmsecurity.lbllink.caption=Dowiedz się więcej o programie poprawy jakości obsługi klienta.
Frmsecurity.cbagree.caption=Dołącz do programu poprawy jakości obsługi klienta.
Frmsecurity.cbagainst.caption=Nie chcę przystąpić do programu i tym razem.
Frmsecurity.btnok.caption=OK
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizuj
ButtonMaximize=Maksymalizuj
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu
[Message]
LestOneItem=Należy wybrać co najmniej jeden element do czyszczenia.
HistorySaved=W sumie zwolniono: %s
DisableAdd=Ze względów bezpieczeństwa niektórych folderów specjalnych, takich jak "Windows", "Obszar uruchamiania dysku twardego" i "CD-ROM", nie można dodać do tej listy.
ConfirmAdd=Czy na pewno chcesz usunąć wszystkie pliki w %s podczas uruchamiania "Zaawansowanego czyszczenia"?
DupFolder=Ten folder istnieje na liście.
ExImport=Lista wykluczeń zostanie wyeksportowana do:
SelectHardDrive=Wybierz dysk
CreationDate=Utworzono
Description=Opis
NowCleaning=Trwa czyszczenie:
ScheduleNextTime=Następne skanowanie:
Never=Nigdy
InputType=Wprowadź nazwę pliku lub typ pliku (na przykład: *.tmp itd.)
WarnNoType=Proszę wybrać przynajmniej jeden typ pliku do wyszukiwania!
NoItemChecked=Proszę wybrać jeden lub więcej plików do czyszczenia.
WDCRunning=Program jest uruchomiony.
RemoveSysRestore=Czy chcesz usunąć wybrany punkt przywracania systemu?
RestoreFromSysRestore=Musisz ponownie uruchomić komputer dla przywracania systemu. Chcesz rozpocząć przywracanie teraz?
WarnZeroFile=Wybrano tryb "pusty plik". Niektóre 0 bajtowe pliki są niezbędne, przejrzyj je, zanim je usuniesz. Czy na pewno chcesz to zrobić?
SysRestoring=Przygotowanie do przywracania systemu...
SysCreating=Tworzenie punktu przywracania systemu...
Browse=Przeglądaj...
AllHardDrive=Dyski lokalne
Cleaning=Czyszczenie...
Exported=Aktualne pozycje zostały wyeksportowane do %s, czy chcesz otworzyć plik teraz?
LeftTimeSec=Czas trwania: %s sekund
Safetodel=Pozycja ta może być bezpiecznie usunięta.
MoreSpace=Więcej miejsca
Unknow=Nieznane.
AddFileType=Dodaj typ pliku
AlreadExist=%s już istnieje na liście.
illegalType=%s jest nielegalne dla tego typ pliku.
Summary=Podsumowanie
InputSummary=Proszę wpisać opis dla tego typu:
noselected=Żadne elementy nie zostały wybrane.
DelFileType=Czy na pewno chcesz usunąć ten typ pliku ?
ScanAborted=Skanowanie zostało przerwane!
TrashFound=Znaleziono %d plików, które zajmują  %s.
NoTrashAndTrace=Gratulacje! Twój komputer jest czysty.
CleanDone=Oczyszczanie zostało zakończone!
LestOne=Proszę wybrać przynajmniej jeden element do skanowania.
LestOneClean=Proszę wybrać przynajmniej jeden element do czyszczenia.
Scanning=Skanowanie...
InvalidIgnorItem=Nie może zignorować tego elementu.
TraceFound=Znaleziono %d śladów aktywności.
CleanNow=Zalecane natychmiastowe czyszczenie.
TrashRemoved=%d plików zostało usuniętych i zostało %s zwolnionego miejsca na dysku.
TraceRemoved=%d śladów aktywności zostało usuniętych.
LastCommonClean=Po raz ostatni dysk był czyszczony:
Working=Proszę zaczekać na wykonanie bieżącego zadania i spróbować ponownie.
NoFilesFound=Nie znaleziono niepotrzebnych pliki
NoTracesFound=Nie znaleziono śladów aktywności
FindTraces=%d śladów aktywności
NoItemFound=Nie znaleziono pozycji
FindFilesSize=Znaleziono %d plików zajmujących %s
FindTracesSection=Znaleziono %d śladów aktywności w tej sekcji
CanFreeSpace=%d plików znaleziono i %s zostanie zapisana
TotalTraces=Łącznnie znaleziono %d śladów aktywności
EnableRestore=Przywracanie systemu jest wyłączone. Czy chcesz włączyć przywracanie systemu?
RestorePointFail=Utrzymanie porządku na dyskach to dobry nawyk, których zwiększa ilość wolnego miejsca oraz chroni prywatność użytkownika.
ErrorMsg=Komunikat błędu:
NoNewVer=Używasz aktualnej wersji programu.
KeyWord=Wpisz słowo kluczowe:
AddFolder=Dodaj folder
CannotCrTask=Nie można utworzyć zadania harmonogramu.
InvalidType=Proszę wpisać poprawne rozszerzenie pliku.
NoType=Proszę sprawdzić co najmniej jeden typ do przeszukania.
FailToDelete=Niektóre pliki zostaną usunięte po ponownym uruchomieniu systemu.
GoodHabit=Utrzymanie komputera w czystości jest dobrym nawykiem.
7After=%d dni minęło od ostatniego czyszczenia. Zalecane jest natychmiastowe skanowanie.
7Before=Regularne czyszczenie zwiększa ilość wolnego miejsca na dysku.
TaskExists=Harmonogram zadań istnieje. Czy chcesz usunąć lub utworzyć nowe zadanie harmonogramu? (Nie - Edycja istniejącego zadania. Anuluj - Anuluj proces.)
NoBackupSelected=Proszę wybrać co najmniej jedną kopię zapasową do przywrócenia.
StartScan=Skanuj
StartClean=Wyczyść
Cancel=Anuluj
Idle=Gdy bezczynny
Daily=Codziennie
Weekly=Co tydzień
Monthly=Co miesiąc
Monday=Poniedziałek
Tuesday=Wtorek
Wednesday=Środa
Thursday=Czwartek
Friday=Piątek
Saturday=Sobota
Sunday=Niedziela
AvdDefaultHint=Ta sekcja zawiera ustawienia zaawansowane, aby znaleźć więcej niepotrzebnych plików i zwolnić więcej miejsca.
TrashFoundEx=Znaleziono następujące pliki śmieci:
NoDriveChecked=Należy wybrać jeden lub więcej dysków do skanowania.
ScanFor=Skanowanie dysku:
FindDrives=Przeszukiwanie dysków ...
Login=Przy logowaniu
NewVer=Dostępna jest nowo wersja ! Czy chcesz ją pobrać ?
TranslateTo=Tłumacz w...
AddCookies=Dodaj ciasteczka
InputCookie=Ciasteczka wejściowe (na przykład: wisecleaner.com itp. ..)
InvalidCookie=Nieprawidłowe ciasteczka
BrowserRunning=%s jest uruchomiony. Chcesz go zamknąć ? W przeciwnym razie, pamięć podręczna i ciasteczka nie mogą zostać wyczyszczone.
[CommonClean]
ScanAbortedHint=Zalecane skanowanie ponownie, aby natychmiast wyszukać niepotrzebne pliki i ślady.
DefaultHint=Czyszczenie zbędnych plików i śladów Internetu daje oszczędność miejsca i zabezpiecza twoją prywatność.
ScanAbortedHint1=Zalecamy skanowanie ponownie, aby natychmiast znaleźć zbędne pliki.
WhenIdle=Gdy bezczynny
WhenLogin=Przy logowaniu
[SysClean]
Open=Otwórz
Remove=Usuń
MoreSpace=Więcej miejsca
Cleaning=Czyszczenie...
Scanning=Skanowanie...
ScanEnd=Łącznie zostało znalezionych %d pozycji. %s miejsca na dysku zostanie zwolnione po oczyszczeniu.
NoItems=Gratulacje! Twój dysk systemowy jest czysty.
SpaceFreed=Usuwanie komponentów zostało zakończone, odzyskano %s miejsca na dysku.
Installer=Przestarzałe pliki instalatora Windows
LongInstaller=Przestarzałe pliki instalatora Windows są zbędne. Mogą one być usunięte aby zwiększyć wolne miejsce na dysku.
PatchUninstall=Pliki poprawek systemu Windows
LongPatchUninstall=Jeśli nie planujesz odinstalować poprawek systemu Windows, to możesz je usunąć.
Downloadedfiles=Pliki instalacyjne poprawek systemu Windows
Longdownloadedfiles=Jeżeli instalacja poprawek systemu Windows zakończyła się powodzeniem, można bezpiecznie je usunąć.
Baselinecache=Pamięć podręczna instalatora Windows
LongBaselinecache=Pliki zostały utworzone przez instalatora Windows, mogą zostać usunięte.
JPIME=Edytor japośnki IME
LongJPIME=Jeśli nie potrzebujesz przykładowych nagrań telewizyjnych, to możesz je usunąć.
KoreanIME=Edytor koreański IME
LongKoreanIME=Jeśli nie potrzebujesz plików edytora IME w języku koreańskim, to możesz je usunąć.
TChineseIME=Edytor chiński IME
LongTChineseIME=Jeśli nie potrzebujesz plików edytora IME w języku chińskim, to możesz je usunąć.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Jeśli nie potrzebujesz plików edytora IME Pinyin, to możesz je usunąć.
HelpFile=Pliki pomocy systemu Windows
LongHelpFile=Jeśli nie potrzebujesz plików pomocy systemu Windows, to możesz je usunąć.
SamplePic=Przykładowe zdjęcia systemu Windows
LongSamplePic=Jeśli nie potrzebujesz przykładowych zdjęć, to możesz je usunąć.
SampleMic=Przykładowa muzyka systemu Windows
LongSampleMic=Jeśli nie potrzebujesz przykładowej muzyki, to możesz ją usunąć.
SampleVideos=Przykładowe klipy wideo systemu Windows
LongSampleVideos=Jeśli nie potrzebujesz przykładowych klipów wideo, to możesz je usunąć.
SampleMedia=Przykładowe nagrania telewizyjne systemu Windows
LongSampleMedia=Jeśli nie potrzebujesz przykładowych nagrań telewizyjnych, to możesz je usunąć.
Wallpaper=Przykładowe tapety systemu Windows
LongWallpaper=Jeśli nie potrzebujesz przykładowych tapet, to możesz je usunąć.
[DiskDefrag]
Volume=Dysk
Format=System plików
TotalSpace=Pojemność dyskowa
FreeSpace=Wolne miejsce
Fragmented=Fragmenty
Status=Status
PmDefrag=Defragmentuj
QuickOpt=Szybka optymalizacja
FullOpt=Pełna optymalizacja
PmAnlyse=Analiza
Resume=Wznów
Analying=Analiza w toku
Defragmenting=Defragmentacja w toku
Optimizing=Optymalizacja w toku
Analyed=Przeanalizowany
Defragmented=Zdefragmentowany
Optimized=Zoptymalizowany
Pause=Wstrzymaj
IsSSD=Dokonany wybór może zawierać co najmniej jeden dysk SSD. Defragmentacja dysku może zmniejszyć jego żywotność. Czy na pewno chcesz kontynuować?
FragmentedRate=Pofragmentowane
[Area]
Networkmapping=Historia mapowanych dysków sieciowych
LastDownloadDir=Ostatnia lokalizacja pobierania
TrashClean=Zbędne pliki w komputerze
TraceClean=Ślady aktywności w komputerze
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office - menadżer obrazów
Office=Microsoft Office
OfficeRecent=Microsoft Office - historia
TypeOtherApp=Inne aplikacje
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Składniki systemu Windows
FireFoxOther=Mozilla Firefox - historia
FireFoxPass=Mozilla Firefox - zapisane hasła
FireFoxForm=Mozilla Firefox - historia autouzupełniania
FireFoxCookies=Mozilla Firefox - ciasteczka
ChromePass=Google Chrome - zapisane hasła
ChromeForm=Google Chrome - historia autouzupełnienia
ChromeCookies=Google Chrome - ciasteczka
IEPass=IE - zapisane hasła
IEForm=IE - historia autouzupełnienia
IECookies=IE - ciasteczka
DOMStoreCookies=IE - DOMStore Cookies
IEAddressBarHistory=IE-  historia paska adresów
TypeInternet=Przeglądanie Internetu
JumpList=Listy szybkiego dostępu na pasku zadań
SearchList=Historia systemu Windows
TraryNotify=Pamięć podręczna paska zadań
ExplorerMRU=Inne pozycje MRU
Recentdocuments=Ostatnio uruchamiane dokumenty
RunStartMenu=Uruchom w menu start
TypeSystem=Windows System
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla Firefox - pamięć podręczna
ChromeCache=Google Chrome - pamięć podręczna
IECahce=IE - pamięć podręczna
LogFile=Pliki logów systemowych
DownloadedPatch=Pobrane pliki utworzone przez Windows
ErrorReport=Pliki błędów
Dump=Pliki zrzutu pamięci
ThumbCache=Pamięć podręczna miniatur
InvalidLnk=Nieprawidłowe skróty
UserTemp=Pliki w tymczasowych folderach użytkowników
SysTemp=Plik z folderów tymczasowych systemu Windows
Prefetch=Dane Prefetch
RemoteDesktop=Pamięć podręczna zdalnego pulpitu
Recyclebin=Opróżnij Kosz
SafariCache=Safari - pamięć podręczna
SafariHistory=Safari - historia
SafariCookies=Safari - ciasteczka
SafariPass=Safari - Saved Form Information
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java
[Type]
UserDefine=Zdefiniowane przez użytkownika
ZeroFile=Puste pliki - 0 bajtów
WinSetupLog=Pliki dziennika błędów systemu Windows
NtUninstall=Pliki instalatorów poprawek Windows
InvalidLnk=Nieprawidłowe skróty
UserTemp=Pliki w tymczasowych folderach użytkowników
WinTemp=Pliki w tymczasowych folderach systemu Windows
RecentFiles=Łącza ostatnich plików
PatchSource=Pliki źródłowe aktualizacji Windows
TempFile=Pliki tymczasowe
fcwdir=Pliki tymczasowe utworzony podczas instalacji
tfcbp=Pliki tymczasowe utworzone przez programy
sdrf=Przywracanie plików utworzonych podczas skanowania dysku
OldFile=Stare pliki
outdatedfile=Nieaktualne pliki
fcwhfir=Pliki utworzone podczas uruchamiania pliku pomocy
Ncfile=Pliki wiadomości
Backupfile=Pliki kopii zapasowych
WBfile=Pliki kopii zapasowych MS Word
Cbswahf=Pliki utworzone podczas wyszukiwania pliku pomocy
whtf=Pliki tymczasowe pomocy w systemie Windows
Logfile=Pliki logów
LLogfile=Plik logu utworzony przez aplikacje lub usługi systemowe.
Errorfile=Błędne pliki
Wmdf=Pliki Win2000/XP zrzutu pamięci
bcomf=Backup copies of modified files
Indexfile=Pliki indeksowe
ifcbsiotitpbs=pliki indeksowe utworzone przez system w celu poprawy szybkości przeglądania obrazu
Tfcds=Tymczasowe pliki utworzone podczas instalacji
Intermediatefile=Pliki pośrednie
chkfile=Plik odzyskane
[AutoClean]
DiskSaved=miejsca na dysku odzyskano.
Title=Gratulacje!
TraceCleanned=ślady zostały wyczyszczone.
[Skin]
SkinDefault=Domyślna
SkinGray=Szara
SkinOrange=Pomarańczowa
SkinCustom=Własna
SkinColor=Wybrany kolor skórki
